Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/kainun_institutti/abc-company_eit_skriftsprak_for_kven_kvensk_nob.doc.tmx
Source language: nob
Languages: fkv

source: "Eit skriftspråk for kven"/ Abc-company Mailmanlaajuinen trendi
fkv: Kvensk oversettelse: Kainun institutti - Kvensk institutt / Pirjo Paavalniemi 21.02.2013

source: Eit skriftspråk for kven?
fkv: Kväänin kielele kirjakieli?

source: - Språket er noko av det viktigaste som gjer meg kvensk, så kvifor skal eg ikkje ta vare på det?
fkv: - Kieli oon niitä tärkkeimppii asioita mikä tekkee minusta kväänin, joten miksikäs mie en pitäis vaarin siitä?

source: Osvald Josefsen (24) tilhøyrer den første generasjon kvener som kan ta i bruk kvensk i skriftspråksform, og som ikkje kjenner skamma i kroppen over språket sitt.
fkv: Osvald Josefsen (24) kuuluu siihen kväänisukupolvheen joka ensimäisenä saattaa ottaat käytthöön kväänin kirjakielen, ja joka ei häppee ommaa kieltä.

source: - Det er ikkje lenger noko å skamme seg over å vere kvensk, seier han.
fkv: - Enhään ei tarvitte hävetä sitä ette oon kvääni, sannoo hän.

source: I 200 år har kvenar verna om glørne av det som i utgangspunktet var ein munnleg finsk språkkultur mot ein krevjande fornorskingsprosess, den samme som råka samane.
fkv: Jo 200 vuođen aijan oon kväänit säilyttänheet kytevännä sen, mikä lähtökohđalta oli suomen kielen suulista kielikulttuurii, ja mitä vaattiiva ruijalaistamisprosessi uhkas samala laila ko saamelaissii.

source: For framtida til språket, var det viktig å lage eit skriftspråk.
fkv: Kielen tulevaisuutta varten oli tärkkee tehđä kielele oman kirjakielen.

source: - Har ein eit skriftspråk har ein også eit folk, argumenterer Josefsen.
fkv: - Jos oon kirjakieli, niin oon myös kansa, argumenteeraa Josefsen.

source: Josefsen har sjølv ei markant ringeriksdialekt og framstiller seg ikkje som ein språkleg aktivist.
fkv: Josefsen itte puhhuu selvää ringerik-dialektii, ja hän ei piđä itteensä kieliaktivistina.

source: Under samtalen er han likevel tydeleg på at kvenane ikkje har vore like flinke som samane til å jobbe språkpolitisk for å oppnå godt vern av språket.
fkv: Praatin aikana hän tuopi kuiten selvästi esile, ette kväänit ei ole olheet niin sepät työtelheen kielipoliittisesti kielen säilyttämisen etheen ko mitä saamelaiset.

source: - Dei fleste veit kva ein same er, men det få eg møter som veit kva ein kven er, innrømmer Josefsen, som har sett seg lei av å stå i skuggen av urfolkstatusen til samane.
fkv: - Enimät tieđethään mikä oon saamelainen, mutta tyhä muutampi jonka mie kohđattelen, tiettää mikä oon kvääni, tunnustaa Josefsen, joka oon kyllääntynny seisomhaan saamelaisten alkupöräiskansastatuksen kalvheessa.

source: På verdsbasis har det dei siste åra skjedd ei revitalisering av statusen til minoritetsspråk, både offisielt og blant unge på grasrotnivå.
fkv: Mailmanlaajuisesti oon viimi vuossiin aikana tapattunnu vähemistökieliin statuksessa revitaliseerinkkii, sekä viralisesti ja nuoriin joukossa.

source: Det finst rundt 70 millionar minoritetsspråkbrukarar i Europa,fordelt på 60 språk.
fkv: Euroopassa oon suunile 70 miljoonaa vähemistökieliin käyttääjää, jokka puhuthaan 60 eri kieltä.

source: Pia Lane, språkforskarar på kvensk ved Universitetet i Oslo, ser på revitaliseringa av det kvenske språket som eit ledd av ein global trend, der unge i stadig større grad skyv minoritetsbakgrunnen sin fram i sjølvbiletet, godt hjelpe av skriftspråkstandardisering og teknologiutvikling.
fkv: Pia Lane, joka oon Oslon universiteetin kväänin kielen tutkiija, näkkee kväänin kielen revitaliseeringin osana mailmanlaajuista trendii, jossa yhä usseemat nuoret korotethaan oman vähemistötavustan tärkkeeksi osaksi ommaa ittekuvvaa. Tätä tieten avittaa kirjakielen standardiseerinki ja teknologian kehittyminen.

source: Standardiseringsprosessen av det kvenske språket minner om korleis Ivar Aasen tok utgangspunkt i dialektene.
fkv: Kväänin kielen standardiseerinkiprosessii saattaa verrata siihen, kunka Ivar Aasen otti dialektit lähtökohđaksi.

source: Men der Aasen etter kvart fekk økonomisk støtte, er både Lane og Josefsen uroa over situasjonen for kvensk.
fkv: Mutta siinä, missä Aasen sai ekonoomista kuurttoo, oon sekä Lane ja Josefsen huolestunheet kväänin kielen tilasta.

source: Samstundes, fordi kvensk ikkje har status som urfolksspråk, mister kvenar retten til å lære kvensk som andrespråk i skulen når dei flyttar frå kvenske kommuner.
fkv: Kväänin kielelä ei ole sammaa statusta ko alkupöräiskanssoin kielilä, ja sen tähđen ei kvääniilä ole oikkeus oppiit kväänii toisena kielenä koulussa jos het siirythään pois kvääninkielisistä komuuniista.

source: Det første vi må gjere er å få skriftspråket fullstendig standardisert, også elektronisk.
fkv: - Ensistä häyđymä saađa kirjakielen standardiseeringin valmhiiksi, myös elektroonisesti.

source: Det er viktig å få lærebøker, slik at barn kan lære språket frå barneskulen av.
fkv: Se oon tärkkee saađa oppikirjoi, jotta lapset saatethaan oppiit kielen jo lastenkoulussa.

source: Dette handlar mest om mangelen på økonomisk støtte, seier Josefsen.
fkv: Tähään työhön tarvittemma ekonoomista kuurttoo, sannoo Josefsen.

source: - Eg vil at borna mine skal kunne lære kvensk skriftspråk frå dei er små av, seier han.
fkv: - Mie halluun, ette minun lapset saađhaan oppiit kväänin kirjakielen jo siitä lähtiin ko het oon pienet, sannoo hän.
